Repository: MohdEhtesham/Eshopnew
Catalog: lib/l10n/app_*.arb
Languages: es

source: Hello
es: Hola

source: Change
es: cambiar

# title1
source: Online Platform
es: Plataforma en línea

# title2
source: One Click Apply
es: Aplicar con un clic

# title3
source: HIPAA Compliance
es: Cumplimiento de HIPAA

# title4
source: Centers in your Area
es: Centros en tu área

source: Welcome !
es: Bienvenida !

# patient
source: Patient Login/Signup
es: Inicio de sesión/registro del paciente

source: Privacy
es: Privacidad

# des1
source: Easily access our comprehensive organ transplant application system from the comfort of your own device.
es: Acceda fácilmente a nuestro completo sistema de aplicación de trasplante de órganos desde la comodidad de su propio dispositivo.

# des2
source: Experience the convenience of applying to multiple transplant centers with just one click
es: Experimente la conveniencia de postularse a múltiples centros de trasplantes con solo un clic

# des3
source: Rest assured knowing that your data is handled with the utmost care and security, as we strictly adhere to HIPAA compliance standards.
es: Tenga la seguridad de saber que sus datos se manejan con el máximo cuidado y seguridad, ya que cumplimos estrictamente con los estándares de cumplimiento de HIPAA.

# des4
source: Quickly locate transplant centers near you with our intuitive search function, ensuring convenience and accessibility throughout your transplant journey.
es: Localice rápidamente centros de trasplantes cerca de usted con nuestra función de búsqueda intuitiva, lo que garantiza comodidad y accesibilidad durante todo su proceso de trasplante.

source: Phone Number
es: Número de teléfono

# phonerequired
source: Phone number is required
es: Se requiere número de teléfono

source: Get Code
es: Obtener código

# areyoudonor
source: Are you a donor?
es: ¿Eres donante?

# morethan
source: More than 3 million patients search and find the
es: Más de 3 millones de pacientes buscan y

# morethan2
source: right doctor for us each month.
es: encuentran el Doctora adecuada para nosotras cada mes.

source: Yes
es: Sí

# verification
source: Enter Verification Code
es: Ingrese el código de verificación

source: Resend
es: Reenviar

source: Submit
es: Entregar

# otprequired
source: Verification code is required
es: Se necesita un código de verificación

source: About Us
es: Sobre nosotras

source: Contact Us
es: Contacta con nosotras

# pleasecon
source: Please write any queries or concerns you may have
es: Por favor escribe cualquier consulta o inquietud que puedas tener

# entersub
source: Enter Subject
es: Ingresar Asunto

# entermsg
source: Write your message
es: escribe tu mensaje

source: Kidney
es: Riñón

source: Kidney/Pancreas
es: Riñón/Páncreas

# pancreas
source: Pancreas Only
es: Sólo páncreas

source: Name :
es: Nombre :

source: Phone No :
es: Telefono No. :

source: Email :
es: Correo electrónico :

source: Language :
es: Idioma :

# nameEdit
source: Name
es: Nombre

# phonenoEdit
source: Phone no.
es: Telefono no.

# emailEdit
source: Email
es: Correo electrónico

# languageEdit
source: Language
es: Idioma

source: English
es: Ingles

source: Spanish
es: Española

source: Name is required
es: Se requiere el nombre

source: Email is required
es: correo electronico es requerido

# delete
source: Delete Account
es: Borrar cuenta

source: Logout
es: Cerrar sesión

source: Application
es: Solicitud

# rusure
source: Are you sure?
es: Estas segura

# deletemsg
source: Deleting your account will remove all of your information from our database. This cannot be undone.
es: Al eliminar su cuenta, se eliminará toda su información de nuestra base de datos. Esto no se puede deshacer.

source: Cancel
es: Cancelar

source: Logout Account
es: Cerrar sesión en cuenta

# logoutmsg
source: You would have to login again when you start the app next time.
es: Tendrás que iniciar sesión nuevamente la próxima vez que inicies la aplicación.

# selectimage
source: Image Option
es: Opción de imagen

# camera
source: Take Photo
es: Tomar foto

# gellery
source: Choose Image
es: Elige Imagen

# validemail
source: Please enter valid email
es: Por favor introduzca un correo electrónico válido

# donorsignup
source: Donor Login/Signup
es: Iniciar sesión/registrarse como donante

# donortext
source: Please enter your phone number below to receive verification code.
es: Ingrese su número de teléfono a continuación para recibir el código de verificación.

# rupatient
source: Are you a patient?
es: ¿Es usted un paciente?

# donorverifytxt
source: Please enter verification code received on your phone number.
es: Ingrese el código de verificación recibido en su número de teléfono.

# phoneNumberError
source: Please enter a valid phone number
es: Por favor ingrese un número de teléfono válido

source: sec
es: segunda

# deletemsg2
source: To confirm deleting your account please enter the verification code sent to your register mobile number.
es: Para confirmar la eliminación de su cuenta, ingrese el código de verificación enviado a su número de teléfono móvil de registro.

source: Location
es: Ubicación

# searchhinttext
source: Search for centers near you
es: Busca centros cerca de ti

source: Applications
es: Aplicaciones

source: See all
es: Ver todo

# centernearu
source: Centers near you
es: Centros cerca de ti

# verfied
source: VERIFIED
es: VERIFICADA

source: Undefined
es: Indefinida

source: Apply
es: Aplicar

source: Contact
es: Contacto

# lodinglocations
source: Loading location ...
es: Ubicación de carga...

# error
source: Something went wrong !
es: Algo salió mal !

# recipientname
source: Recipient’s Name :
es: Nombre del destinatario :

# recipientApplicationId
source: Recipient’s Application ID :
es: ID de la solicitud del destinatario :

# donorsmedidicalinfo
source: Donor’s Medical Information :
es: Información médica del donante :

source: Resume
es: Reanudar

source: Continue Application
es: Continuar solicitud

# otpisless
source: Please enter 6 digit code
es: Por favor ingrese el código de 6 dígitos

# id
source: User Id :
es: Identificación de usuario :

# patientinfo
source: Patient Information
es: Información del paciente

# medicareinfo
source: Medicare/Medicare Information
es: Medicare/Información de Medicare

# insuranceinfo
source: Insurance Information
es: Información del seguro

# additionalinfo
source: Additional Information
es: información adicional

# financialClearnace
source: Financial Clearance Process
es: Proceso de liquidación financiera

source: Required Documents
es: Documentos requeridos

# referringPhysician
source: Referring Physician Information
es: Información del médico remitente

# referringPhysicianopt
source: Referring Physician Information (opt)
es: Información del médico remitente (opcional)

# medication
source: Medications
es: Medicamentos

# generalinfo
source: General Information
es: Información general

source: Social History
es: Historia social

source: Cancer Screening
es: La detección del cánce

# medicalinfowithdigit
source: Medical Information (0/4)
es: Información médica (0/4)

# medicalinfo
source: Medical Information
es: Información médica

# occupationalinfo
source: Occupational Information
es: Información ocupacional

source: Full Name
es: Nombre completo

source: Address
es: DIRECCIÓN

source: City
es: Ciudad

source: State
es: Estado

source: Zip Code
es: Código postal

source: Date Of Birth
es: Fecha de nacimiento

source: Social Security No.
es: Número de seguridad social.

source: Phone
es: Teléfono

source: Cell
es: Celúla

source: Gender
es: Género

source: Male
es: Masculina

source: Female
es: Femenina

source: Marital Status
es: Estado civil

source: Married
es: Casada

source: Single
es: Soltera

# divorce
source: Divorced
es: Divorciada

# widow
source: Widow(er)
es: viudo

source: Separated
es: Apartada

source: Race
es: Carrera

source: White
es: Blanca

source: Black
es: Negra

source: Asian
es: Asiática

# americanindian
source: American Indian/Eskimo/ALEU
es: India americana / esquimal / ALEU

# hawaiian
source: Hawaiian Native/Pacific Islander
es: Nativa hawaiana / isleña del Pacífico

source: Other
es: Otra

source: Hispanic Origin
es: Origen hispano

source: U.S. Citizen
es: Ciudadana estadounidense

source: U.S. Resident
es: Residente de EE. UU.

# douspeakenglish
source: Do you Speak English
es: Hablas inglés

# languagepref
source: Language Preference
es: preferencia de idioma

# emergancyname
source: Emergency Name
es: Nombre de emergencia

source: Emergency Contact
es: Contacto de emergencia

source: Medicare ID:
es: Identificación de Medicare:

source: Medicaid ID:
es: Identificación de Medicaid:

# medicareidtext
source: Medicare ID
es: Identificación de Medicare

# medicaididtext
source: Medicaid ID
es: Identificación de Medicaid

source: Applicant ID :
es: Identificación del solicitante :

# ena
source: Verification code sent successfully
es: Código de verificación enviado exitosamente

# fullnamerequired
source: Full name is requied
es: Se requiere el nombre completo

source: Address is required
es: La dirección es necesaria

source: City name is required
es: Se requiere el nombre de la ciudad

# stateisrequired
source: State name is requied
es: El nombre del estado es obligatorio.

source: Zipcode is required
es: Se requiere código postal

source: Date of birth is required
es: Se requiere fecha de nacimiento

# socialsecuritynorequired
source: Social security number is required
es: Se requiere número de seguro social

source: Cell is required
es: Se requiere celular

source: Language is required
es: Se requiere idioma

# emergencynamerequied
source: Emergency name is required
es: Se requiere nombre de emergencia

# emergencycontactrquired
source: Emergency contact is required
es: Se requiere contacto de emergencia

source: Medicare Id is required
es: Se requiere identificación de Medicare

# medicaididisrequied
source: Medicaid Id is required
es: Se requiere identificación de Medicaid

# invalidverification
source: Invalid verification code
es: Código de verificación inválido

# alreadyexistasdonor
source: This number already exists as a Directed-Donor
es: Este número ya existe como donante dirigido

# alreadyexistaspatient
source: This number already exists as a Patient
es: Este número ya existe como paciente

# phonenumbernotexist
source: Phone number does't exist
es: El número de teléfono no existe

# somthingwentworng
source: Something went wrong. Please try again
es: Algo salió mal. Por favor, inténtalo de nuevo

# logoutsuccess
source: Account logged out successfully.
es: Sesión cerrada exitosamente.

# deletedaccout
source: Account deleted successfully
es: Cuenta eliminada exitosamente

# accountlogin
source: Account login successfully
es: Iniciar sesión en la cuenta exitosamente

# checkinternet
source: No Internet. Connect to Wi-Fi or Cellular network !
es: Sin internet. ¡Conéctese a una red Wi-Fi o celular!

# supportTicket
source: Support ticket raised successfully
es: Ticket de soporte creado exitosamente

# profileUpdated
source: Profile updated successfully.
es: Perfil actualizado exitosamente.

# emailp
source: Email
es: Correo electrónico

source: Insurance Premiums paid by
es: Primas de seguro pagadas por

source: Self
es: Ser

source: Employer
es: Empleadora

source: Dialysis Center
es: Centro de Diálisis

source: American Kidney Fund
es: Fondo Americano del Riñón

# pripolicyholdername
source: Primary Policy Holder’s Name
es: Nombre del titular principal de la póliza

source: Insurance Company
es: Compañía de seguros

# policyId
source: Policy/ID No
es: Número de póliza/ID

source: Customer Service No
es: Servicio al cliente No

# groupnumder
source: Group No
es: Número de grupo

# insurancecompanyrequired
source: Insurance company name is required
es: Se requiere el nombre de la compañía de seguros

# policyidrequired
source: Policy/id number is required
es: Se requiere número de póliza/identificación

# customerserviceNorequired
source: Customer service number is required
es: Se requiere número de atención al cliente

# groupnumderrequired
source: Group number is required
es: Se requiere el número de grupo

# typesofdialysis
source: Type of Dialysis
es: Tipo de diálisis

source: Height
es: Altura

source: Fts
es: pies

source: Weight
es: Peso

source: lbs
es: libras

source: Not yet dialysis
es: Aún no hay diálisis

source: Hemodialysis
es: Hemodiálisis

# homohemodialysis
source: Home Hemodialysis
es: Hemodiálisis domiciliaria

source: Date of First Dialysis
es: Fecha de la primera diálisis

# dialysisday
source: Dialysis Days
es: Días de diálisis

# mws
source: M/W/F
es: L/M/V

source: Dialysis Center Name
es: Nombre del centro de diálisis

source: Dialysis Center Social Worker
es: Trabajadora Social del Centro de Diálisis

source: Previous Transplant
es: Trasplante previo

source: Transplant Center Name
es: Nombre del centro de trasplantes

source: Transplant Center Name is required
es: El nombre del centro de trasplante es obligatorio

# centercity
source: Center’s City
es: Centro de la ciudad

# centercityisrequired
source: Center’s City is required
es: Se requiere ciudad del centro

source: Transplant Date
es: Fecha de trasplante

source: Transplant Date is required
es: Se requiere fecha de trasplante

# dataofdailysisisrequired
source: First date of dialysisis is required
es: Se requiere primera fecha de diálisis.

source: Dialysis center name is required
es: El nombre del centro de diálisis es obligatorio.

source: Type of donor
es: tipo de donante

source: Direct
es: Directa

# directedtext
source: Individuals who specifically designate their organ donation to a particular recipient
es: Individuos que designan específicamente su donación de órganos a un destinatario en particular

source: Non- Direct
es: No directa

# nondirectedtext
source: Donors who offer their organs for transplantation without specifying a recipient.
es: Donantes que ofrecen sus órganos para trasplante sin especificar destinatario.

# requiredtoselectdonortype
source: Required to select you donor type
es: Requerido para seleccionar su tipo de donante

source: Work in progress !
es: Trabajo en progreso

source: Dialysis Center Social Worker is required
es: Se requiere trabajadora social del Centro de diálisis

# locationre
source: Location Permission Required
es: Se requiere permiso de ubicación

# locationmsg
source: We require access to your device's location to efficiently locate nearby transplant centers. This permission is crucial for our app to provide you with accurate and timely information regarding transplant facilities in your vicinity. Your location data will solely be used for this purpose and will not be shared with any third parties. Ensuring your safety and convenience is our top priority. Thank you for understanding.
es: Requerimos acceso a la ubicación de su dispositivo para ubicar eficientemente los centros de trasplantes cercanos. Este permiso es crucial para que nuestra aplicación le brinde información precisa y oportuna sobre las instalaciones de trasplante en su vecindad. Sus datos de ubicación se utilizarán únicamente para este propósito y no se compartirán con terceros. Garantizar su seguridad y comodidad es nuestra principal prioridad. Gracias por entender.

source: Allow
es: Permitir

# denied
source: Location Permission Denied
es: Permiso de ubicación denegado

# deniedmsg
source: Location permission is required to access the app's functionality.
es: Se requiere permiso de ubicación para acceder a la funcionalidad de la aplicación.

source: Height is required
es: Se requiere altura

source: Weight is required
es: Se requiere peso

# uploadtext
source: Please upload the required documents : -
es: Por favor cargue los documentos requeridos: -

# drivinglicenced
source: Drivers License or Passport
es: Licencia de conducir o pasaporte

# accepted
source: Accepted Format: PNG/JPG/PDF. PDF Size: Less than 1MB
es: Formato aceptado: PNG/JPG/PDF. Tamaño PDF: Menos de 1 MB

source: Insurance Card - Front
es: Tarjeta de seguro - Frente

source: Insurance Card - Back
es: Tarjeta de seguro - Atrás

# historynPfN
source: History & Physical from Nephrologist
es: Historia y física de la nefróloga

# hNWfNephrologist
source: Height and Weight from Nephrologist or
es: Altura y peso por nefrólogo o

source: History of Compliance
es: Historia de cumplimiento

source: TB Test
es: Prueba de tuberculosis

# copyofHCFA
source: Copy of HCFA 2728 Form
es: Copia del formulario HCFA 2728

source: eGFR
es: TFGe

source: Optional
es: Opcional

source: Consider for?
es: ¿Considerar para?

# specialCon
source: Special Concerns
es: Preocupaciones especiales

# completeApplication
source: Please complete the application flow
es: Por favor complete el flujo de solicitud

source: Physician Name
es: Nombre del médico

# nephDocName
source: Nephrologist/Dialysis/Kidney Doctor Name
es: Nombre del nefrólogo/médico de diálisis/riñón

# primaryCareDoc
source: Primary Care Doctor
es: Número de teléfono del médico.

# priCareDocPhone
source: Primary Care Doctor’s Phone No.
es: Número de teléfono del médico de atención primaria.

# areyouwaitingTC
source: Are you on the waiting list at another transplant center?
es: ¿Está en lista de espera de otro centro de trasplantes?

# whenListed
source: When were you listed?
es: ¿Dónde estás en la lista?

# coordiName
source: Coordinator's Name
es: Nombre del coordinador

source: Medication Name
es: Nombre del medicamento

# medicationNameisre
source: Medication name is requied
es: El nombre del medicamento es obligatorio.

source: Dose
es: Dosis

# doseisrequired
source: Dose is requied
es: Se requiere dosis

source: Frequency
es: Frecuencia

source: Frequency is required
es: Se requiere frecuencia

source: PAP SMEAR
es: PRUEBA DE PAPANICOLAOU

source: Type
es: Tipo

source: When
es: Cuando

source: Where
es: Dónde

# uploadsre
source: Upload Results
es: Cargar resultados

source: MAMMOGRAM
es: MAMOGRAMA

source: COLONOSCOPY
es: COLONOSCOPIA

# typeisre
source: Type is required
es: Se requiere tipo

# dateisre
source: Date is required
es: Se requiere fecha

# placeisre
source: Place is required
es: Se requiere lugar

# pleaseUpload
source: Please upload results
es: Por favor sube resultados

# pulmonary
source: PULMONARY (LUNGS)
es: PULMONAR (PULMONES)

# tb
source: TB/Tuberculosis
es: tuberculosis/tuberculosis

# historyofxray
source: History of abnormal chest X-ray
es: Historia de radiografía de tórax anormal

source: Chronic Bronchitis
es: Bronquitis crónica

source: Asthma
es: Asma

# emphusema
source: Emphysema/COPD
es: Enfisema/EPOC

source: Oxygen Use
es: Uso de oxígeno

source: Sleep Apnea
es: Apnea del sueño

# cpap
source: CPAP Use
es: Uso de CPAP

# historyoflung
source: History of lung masses/nodules
es: Historia de masas/nódulos pulmonares

# hislungcan
source: History of lung cancer
es: Historia del cáncer de pulmón

# hisTBskin
source: History of positive TB skin Test
es: Historial de prueba cutánea de tuberculosis positiva

# tbSkinwhen
source: If positive TB Skin Test, when were you treated?
es: Si la prueba cutánea de tuberculosis fue positiva, ¿cuándo recibió tratamiento?

# eyeear
source: EYE, EAR, NOSE, AND THROAT
es: OJOS, OÍDOS, NARIZ Y GARGANTA

source: Blindness
es: Ceguera

# diabeticre
source: Diabetic Retinopathy
es: Retinopatía diabética

# deafness
source: Deafness/Hearing loss
es: Sordera/pérdida de audición

# medifirsttext
source: Additional problems/surgeries/recent testing that you have had related to your eyes, ears, nose and/or throat:
es: Problemas/cirugías/pruebas recientes adicionales que se haya realizado en relación con los ojos, los oídos, la nariz y/o la garganta:

# cardiandvas
source: CARDIAC AND VASCULAR
es: CARDIACA Y VASCULAR

# heartandcir
source: (HEART AND CIRCULATION)
es: (CORAZÓN Y CIRCULACIÓN)

# hypertension
source: Hypertension/High Blood Pressure
es: Hipertensión/presión arterial alta

# frequentfluid
source: Frequent Fluid Overload
es: Sobrecarga frecuente de líquidos

# congestive
source: Congestive Heart Failure
es: Insuficiencia cardíaca congestiva

# coronary
source: Coronary Artery Disease/ Heart Disease
es: Enfermedad de las arterias coronarias/enfermedad cardíaca

source: Heart Attack
es: Infarto de miocardio

source: Heart Surgery
es: Cirugía de corazón

# poorciculation
source: Poor Circulation
es: Mala circulacion

# paininleg
source: Pain in legs when walking
es: Dolor en las piernas al caminar.

source: Amputations
es: Amputaciones

# bloodclots
source: Blood Clots/DVT
es: Coágulos de sangre/TVP

# medifirstsecondtext
source: Additional problems/surgeries/recent testing that you have had related to your heart or circulation:
es: Problemas/cirugías/pruebas recientes adicionales que haya tenido relacionados con su corazón o circulación:

source: Cardiologist
es: Cardióloga

# cardiotelephone
source: Cardiologist Telephone number
es: Número de teléfono del cardiólogo

source: Vascular Surgeon
es: Cirujano vascular

source: Vascular Surgeon Telephone number
es: Número de teléfono del cirujano vascular

# neurkibluure
source: NEPHROLOGY/UROLOGY (KIDNEY/BLADDER/URETER/URETHRA)
es: NEFROLOGÍA/UROLOGÍA (RIÑÓN/VEJIGA/URÉTER/URETRA)

# frequentb
source: Frequent Bladder Infections
es: Infecciones frecuentes de vejiga

# historykidneyinfec
source: History of Kidney Infections
es: Historia de las infecciones renales

# kidneyStone
source: Kidney Stones
es: Cálculos renales

# havukidremoved
source: Have you had one of your kidneys removed?
es: ¿Le han extirpado uno de sus riñones?

# ifywhen
source: If yes, When:
es: Si sí, cuándo:

# ifywhich
source: If yes, which kidney:
es: En caso afirmativo, ¿qué riñón?

source: Right
es: Derecha

source: Left
es: Izquierda

source: Both
es: Ambas

# mediTwotextfirst
source: Additional problems/surgeries/recent testing that you have had related to your kidneys, bladder, ureters, and/or urethra:
es: Problemas/cirugías/pruebas recientes adicionales que se haya realizado en relación con los riñones, la vejiga, los uréteres y/o la uretra:

# unologist
source: Urologist:
es: Uróloga:

# urologisttele
source: Urologist Telephone number:
es: Número de teléfono del urólogo:

# gastro
source: GASTROENTEROLOGY (ABDOMEN/ INTESTINES/ LIVER/ STOMACH)
es: GASTROENTEROLOGÍA (ABDOMEN/ INTESTINOS/ HÍGADO/ ESTÓMAGO)

source: Liver disease
es: Enfermedad del higado

source: History of Hepatitis B Vaccine
es: Historia de la vacuna contra la hepatitis B

source: Received Hepatitis B Vaccine
es: Recibió la vacuna contra la hepatitis B

source: History of Hepatitis C
es: Historia de la hepatitis C

source: Reflux/Heartburn
es: Reflujo/acidez estomacal

source: Problems swallowing
es: Problemas para tragar

source: History of vomiting blood
es: Historia de vómitos de sangre.

source: History of intestinal problems
es: Historia de problemas intestinales.

# stomachUlcer
source: Úlcera estomacal
es: Stomach Ulcer

# historyofpolyps
source: Historia de los pólipos
es: History of polyps

# historyofBloodinstools
source: Historia de sangre en las heces.
es: History of Blood in stools

# diverticulosisHaveyouever
source: Diverticulosis, ¿Alguna vez te han hecho una coloscopia?
es: Diverticulosis, Have you ever had a coloscopy?

# ifyesWhy
source: ¿Si es así por qué?
es: If yes, Why?

# gastroenterologist
source: Gastroenteróloga:
es: Gastroenterologist:

# gastroenterologistTelephoneNumber
source: Número de teléfono del gastroenterólogo:
es: Gastroenterologist Telephone Number:

# hepatologistLiverDonor
source: Hepatólogo (donante de hígado)
es: Hepatologist (Liver Donor)

# hepatologisttele
source: Número de teléfono del hepatólogo:
es: Hepatologist Telephone Number:
