Repository: MohdEhtesham/Eshopnew
Catalog: lib/l10n/app_*.arb
Languages: es

# medisecondsetext
source: Problemas/cirugías/pruebas recientes adicionales que se haya realizado en relación con su abdomen, intestinos, hígado y/o estómago
es: Additional problems/surgeries/recent testing that you have had related to your abdomen, intestines, liver and/or stomach

# enthy
source: ENDOCRINOLOGÍA 9DIABETES O TIROIDES
es: ENDOCRINOLOGY 9DIABETES OR THYROID

# typeDiabetes
source: Diabetes tipo 1
es: Type1 Diabetes

# ageatdiagnosis
source: Edad al diagnóstico
es: Age at diagnosis

# typeDiabetess
source: Diabetes tipo 2
es: Type2 Diabetes

# thyroidnodulemasses
source: Nódulo/masas tiroideas
es: Thyroid nodule/masses

# thyroidsurgicallyremoved
source: Tiroides extirpada quirúrgicamente
es: Thyroid surgically removed

# textsecthirdmedi
source: Hospitalizaciones relacionadas con su diabetes (por favor proporcione la fecha/nombre del hospital/y qué problemas le causan ser hospitalizado:)
es: Hospitalizations related to your diabetes (please give the date/name of hospital/and what problems(s) causes you to be hospitalized:)

# endocrinologist
source: Endocrinóloga:
es: Endocrinologist:

# endocrinologistTelephoneNumber
source: Número de teléfono del endocrinólogo:
es: Endocrinologist Telephone Number:

# requiredinfo
source: Information is required
es: Se requiere información
